Repository: Yukari-App/Yukari
Catalog: Yukari/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, ja_jp, pt_br

# FavoritesNVItem.Content
source: Favorites
es_es: Favoritos
ja_jp: お気に入り
pt_br: Favoritos

# DiscoverNVItem.Content
source: Discover
es_es: Descubrir
ja_jp: 発見
pt_br: Descobrir

# DownloadsNVItem.Content
source: Downloads
es_es: Descargas
ja_jp: ダウンロード

# HelpNVItem.Content
source: Help
es_es: Ayuda
ja_jp: ヘルプ
pt_br: Ajuda

# SettingsNVItem.Content
source: Settings
es_es: Configuración
ja_jp: 設定
pt_br: Configurações

# FavoritesHeader.Text
source: Favorites
es_es: Favoritos
ja_jp: お気に入り
pt_br: Favoritos

# SearchBox.PlaceholderText
source: Search for Comics
es_es: Buscar Cómics
ja_jp: 漫画を検索
pt_br: Pesquisar por Quadrinhos

# AlphabeticalRMItem.Text
source: Alphabetical
es_es: Alfabético
ja_jp: アルファベット順
pt_br: Alfabético

# LastReadRMItem.Text
source: Last read
es_es: Última Lectura
ja_jp: 最近読んだ順
pt_br: Lido por Último

# AscendingRMItem.Text
source: Ascending
es_es: Ascendente
ja_jp: 昇順
pt_br: Crescente

# DescendingRMItem.Text
source: Descending
es_es: Descendente
ja_jp: 降順
pt_br: Decrescente

# ShowAllCollectionsOption.Text
source: Show All
es_es: Todas
ja_jp: すべて表示
pt_br: Todas

# EmptyCollectionsTXB.Text
source: You don't have any collections yet. Go to “Manager” to create one.
es_es: Aún no tienes colecciones. Ve a "Administrador" para crear una.
ja_jp: まだコレクションがありません。「管理」から作成してください。
pt_br: Você não tem coleções ainda. Vá até o "Gerenciar" para criar uma.

# CollectionsManagerBT.Text
source: Manager
es_es: Admin.
ja_jp: 管理
pt_br: Gerenciar

# AddLocalComicMNItem.Text
source: Add Local Comic
es_es: Añadir Cómic Local
ja_jp: ローカル漫画を追加
pt_br: Adicionar Comic Local

# EmptyFavoritesTXB.Text
source: No favorites found.
es_es: No se encontraron favoritos.
ja_jp: お気に入りが見つかりません。
pt_br: Nenhum favorito encontrado.

# ComicItemCollectionsMNItem.Text
source: Collections
es_es: Colecciones
ja_jp: コレクション
pt_br: Coleções

# ComicItemRemoveMNItem.Text
source: Remove
es_es: Eliminar
ja_jp: 削除
pt_br: Remover

# DiscoverHeader.Text
source: Discover
es_es: Descubrir
ja_jp: 発見
pt_br: Descobrir

# OutdatedBadge.Text
source: Outdated
es_es: Desactualizado
ja_jp: 更新あり
pt_br: Desatualizado

# EmptyComicSourcesMessageRun.Text
source: It looks like you don't have any Comic Sources. Add one at
es_es: Parece que aún no tienes fuentes de cómics. Añade una en
ja_jp: コミックソースが追加されていません。追加先：
pt_br: Parece que você ainda não possui Comic Sources. Adicione uma em

# AddComicSourcesPathRun.Text
source: Settings → Sources → Comic Sources → Add New Source
es_es: Configuración → Fuentes → Comic Sources → Añadir nueva fuente
ja_jp: 設定 → ソース → コミックソース → 新しいソースを追加
pt_br: Configurações → Fontes → Comic Sources → Adicionar Nova Fonte

# LoadMoreBT.Text
source: Load More
es_es: Cargar Más
ja_jp: もっと読み込む
pt_br: Carregar Mais

# DownloadsHeader.Text
source: Downloads
es_es: Descargas
ja_jp: ダウンロード

# ClearFinishedBT.ToolTipService.ToolTip
source: Clear completed downloads
es_es: Limpiar descargas completadas
ja_jp: 完了したダウンロードを削除
pt_br: Limpar downloads finalizados

# CancelUnfinishedBT.ToolTipService.ToolTip
source: Cancel unfinished downloads
es_es: Cancelar descargas pendientes
ja_jp: 未完了のダウンロードをキャンセル
pt_br: Cancelar downloads não concluídos

# EmptyDownloadsTXB.Text
source: There are no downloads
es_es: No hay descargas
ja_jp: ダウンロードはありません
pt_br: Não há downloads

# QueuedBadge.Text
source: Queued
es_es: En Espera
ja_jp: 待機中
pt_br: Na Fila

# DownloadingBadge.Text
source: Downloading
es_es: Descargando
ja_jp: ダウンロード中
pt_br: Baixando

# CompletedBadge.Text
source: Completed
es_es: Completado
ja_jp: 完了
pt_br: Finalizado

# CancelledBadge.Text
source: Cancelled
es_es: Cancelado
ja_jp: キャンセル
pt_br: Cancelado

# FailedBadge.Text
source: Failed
es_es: Falló
ja_jp: 失敗
pt_br: Falhou

# RetryDownloadBT.ToolTipService.ToolTip
source: Retry this download
es_es: Reintentar esta descarga
ja_jp: このダウンロードを再試行
pt_br: Tentar novamente esse download

# CancelDownloadBT.ToolTipService.ToolTip
source: Cancel this download
es_es: Cancelar esta descarga
ja_jp: このダウンロードをキャンセル
pt_br: Cancelar esse download

# DeleteDownloadBT.ToolTipService.ToolTip
source: Delete this download
es_es: Eliminar esta descarga
ja_jp: このダウンロードを削除
pt_br: Deletar esse download

# SettingsHeader.Text
source: Settings
es_es: Configuración
ja_jp: 設定
pt_br: Configurações

# AppearanceSection.Text
source: Appearance
es_es: Apariencia
ja_jp: 外観
pt_br: Aparência

# AppThemeCard.Header
source: Application Theme
es_es: Tema de la Aplicación
ja_jp: アプリのテーマ
pt_br: Tema do Aplicativo

# AppThemeCard.Description
source: Select the application theme
es_es: Selecciona el tema de la aplicación
ja_jp: アプリのテーマを選択
pt_br: Selecione o tema do aplicativo

# PreferencesSection.Text
source: Preferences
es_es: Preferencias
ja_jp: 環境設定
pt_br: Preferências

# AutoComicUpdateCard.Header
source: Update Comics on Startup
es_es: Actualizar Cómics al Inicio
ja_jp: 起動時に漫画を更新
pt_br: Atualizar Quadrinhos na Inicialização

# AutoComicUpdateCard.Description
source: Synchronizes favorite comic data and chapters on startup
es_es: Sincroniza los datos y capítulos de los cómics favoritos al iniciar
ja_jp: 起動時にお気に入りの漫画データとチャプターを同期
pt_br: Sincronize os dados dos quadrinhos favoritos durante a inicialização

# ReaderSection.Text
source: Reader
es_es: Lector
ja_jp: リーダー
pt_br: Leitor

# AutoFullscreenCard.Header
source: Fullscreen
es_es: Pantalla Completa
ja_jp: フルスクリーン
pt_br: Tela Cheia

# AutoFullscreenCard.Description
source: Automatically enter in Fullscreen mode
es_es: Entrar automáticamente en modo de pantalla completa
ja_jp: 自動でフルスクリーンモードにする
pt_br: Entrar no modo Tela Cheia automaticamente

# ReadingModeCard.Header
source: Reading Mode
es_es: Modo de Lectura
ja_jp: 読み方
pt_br: Modo de Leitura

# ReadingModeCard.Description
source: Change the direction and flow of reading
es_es: Cambia la dirección y el flujo de lectura
ja_jp: 読み進める方向と流れを変更
pt_br: Altere o fluxo de leitura

# ScalingModeCard.Header
source: Scaling Mode
es_es: Modo de Escala
ja_jp: 拡大縮小
pt_br: Modo de Escala

# ScalingModeCard.Description
source: Adjust how comic pages fit your screen
es_es: Ajusta cómo las páginas del cómic se adaptan a tu pantalla
ja_jp: ページの画面サイズへの合わせ方を調整
pt_br: Ajuste como as páginas do quadrinho se comportam na tela

# SourcesSection.Text
source: Sources
es_es: Fuentes
ja_jp: ソース
pt_br: Fontes

# ComicSourcesExpander.Header
source: Comic Sources
ja_jp: コミックソース

# ComicSourcesExpander.Description
source: Sources from which the comic will be extracted
es_es: Fuentes desde las que se obtendrán los cómics
ja_jp: 漫画を取得するソース
pt_br: Fontes de onde os quadrinhos serão extraídos

# NewComicSourceBT.Content
source: Add New Source
es_es: Añadir Nueva Fuente
ja_jp: 新しいソースを追加
pt_br: Adicionar Nova Fonte

# EmptyComicSourcesInfoBar.Title
source: You haven't added any sources yet
es_es: Aún no has añadido ninguna fuente
ja_jp: ソースがまだ追加されていません
pt_br: Você não tem fontes ainda

# CheckForUpdatesMNItem.Text
source: Check for Updates
es_es: Buscar Actualizaciones
ja_jp: 更新を確認
pt_br: Verificar Atualizações

# DeleteComicSourceMNItem.Text
source: Delete
es_es: Eliminar
ja_jp: 削除
pt_br: Deletar

# DefaultComicSourceCard.Header
source: Default Source
es_es: Fuente Predeterminada
ja_jp: デフォルトソース
pt_br: Fonte Padrão

# DefaultComicSourceCard.Description
source: Set default comic source
es_es: Establecer la fuente de cómics predeterminada
ja_jp: デフォルトのコミックソースを設定
pt_br: Definir comic source padrão

# StorageSection.Text
source: Storage
es_es: Almacenamiento
ja_jp: ストレージ
pt_br: Armazenamento

# CleanUpCard.Header
source: Clean Up Storage
es_es: Limpiar Almacenamiento
ja_jp: ストレージをクリーンアップ
pt_br: Limpar Armazenamento

# CleanUpCard.Description
source: Removes chapters and comics data that are no longer in your favorites
es_es: Elimina capítulos y datos de cómics que ya no están en tus favoritos
ja_jp: お気に入りから外れた漫画のチャプターとデータを削除
pt_br: Remove dados de capítulos e quadrinhos que não são mais favoritos

# CleanUpBT.Content
source: Clean Up
es_es: Limpiar
ja_jp: クリーンアップ
pt_br: Limpar

# AboutSection.Text
source: About
es_es: Acerca de
ja_jp: このアプリについて
pt_br: Sobre

# About/Copyright
source: © {0} {1}. Licensed under {2}
es_es: © {0} {1}. Con licencia {2}
ja_jp: © {0} {1}. {2} の下でライセンス
pt_br: © {0} {1}. Licenciado sob a {2}

# VersionRun.Text
source: Version
es_es: Versión
ja_jp: バージョン
pt_br: Versão

# ProjectRepoHLBT.Content
source: Project Repository
es_es: Repositorio del Proyecto
ja_jp: プロジェクトリポジトリ
pt_br: Repositório do Projeto

# License
source: License ({0})
es_es: Licencia ({0})
ja_jp: ライセンス ({0})
pt_br: Licença ({0})

# CheckUpdatesHLBT.Content
source: Check for Updates
es_es: Buscar Actualizaciones
ja_jp: 更新を確認
pt_br: Verificar Atualizações

# FeedbackHLBT.Content
source: Send Feedback
es_es: Enviar Comentarios
ja_jp: フィードバックを送信
pt_br: Enviar Feedback

# ContinueTXB.Text
source: Continue
es_es: Continuar
ja_jp: 続ける
pt_br: Continuar

# UpdateMNItem.Text
source: Update
es_es: Actualizar
ja_jp: 更新
pt_br: Atualizar

# EditLocalComicMNItem.Text
source: Edit Local Comic
es_es: Editar Cómic Local
ja_jp: ローカル漫画を編集
pt_br: Editar Quadrinho Local

# CollectionsMNItem.Text
source: Collections
es_es: Colecciones
ja_jp: コレクション
pt_br: Coleções

# OpenInBrowserMNItem.Text
source: Open in Browser
es_es: Abrir en el Navegador
ja_jp: ブラウザで開く
pt_br: Abrir no Navegador

# UnvailableComicInfoBar.Title
source: This Comic Is No Longer Available in This Source
es_es: Este Cómic Ya No Está Disponible en Esta Fuente
ja_jp: このソースではこの漫画は利用できなくなりました
pt_br: Esse Quadrinho Não Está Mais Disponível Nessa Fonte

# UnvailableComicInfoBar.Message
source: You can still read downloaded chapters.
es_es: Aún puedes leer los capítulos descargados.
ja_jp: ダウンロード済みのチャプターは引き続き読めます。
pt_br: Você ainda pode ler capítulos baixados.

# AuthorTXB.Text
source: Author
es_es: Autor
ja_jp: 作者
pt_br: Autor

# PublishedTXB.Text
source: Published
es_es: Publicado
ja_jp: 公開日
pt_br: Publicado

# StatusTXB.Text
source: Status
es_es: Estado
ja_jp: ステータス

# SynopsisTXB.Text
source: Synopsis
es_es: Sinopsis
ja_jp: あらすじ
pt_br: Descrição

# ChaptersTXB.Text
source: Chapters
es_es: Capítulos
ja_jp: チャプター
pt_br: Capítulos

# RescanChaptersTXB.Text
source: Rescan Chapters
es_es: Reescanear Capítulos
ja_jp: チャプターを再スキャン
pt_br: Reescanear Capítulos

# MarkAllChaptersAsReadMNItem.Text
source: Mark all as read
es_es: Marcar todo como leído
ja_jp: すべて既読にする
pt_br: Marcar todos como lidos

# MarkAllChaptersAsUnreadMNItem.Text
source: Mark all as unread
es_es: Marcar todo como no leído
ja_jp: すべて未読にする
pt_br: Marcar todos como não lidos

# EmptyChaptersTXB.Text
source: No chapters found in this language.
es_es: No se encontraron capítulos en este idioma.
ja_jp: この言語のチャプターは見つかりませんでした。
pt_br: Não foram encontrados capítulos nesse idioma.

# LoadingComicTXB.Text
source: Loading Comic...
es_es: Cargando Cómic...
ja_jp: 漫画を読み込み中...
pt_br: Carregando Quadrinho...

# ComicErrorSuggestionTXB.Text
source: Try going back and selecting the comic again.
es_es: Intenta volver atrás y seleccionar el cómic de nuevo.
ja_jp: 戻って漫画をもう一度選択してみてください。
pt_br: Tente voltar e selecionar o quadrinho novamente.

# MarkPreviousChaptersAsReadMNItem.Text
source: Mark previous chapters as read
es_es: Marcar capítulos anteriores como leídos
ja_jp: 前のチャプターをすべて既読にする
pt_br: Marcar capítulos anteriores como lidos

# BackToNavigationBT.ToolTipService.ToolTip
source: Back to Navigation
es_es: Volver a la Navegación
ja_jp: ナビゲーションに戻る
pt_br: Voltar para a Navegação

# RightToLeftModeMNItem.Text
source: Right to Left
es_es: Derecha a Izquierda
ja_jp: 右から左
pt_br: Direita para Esquerda

# LeftToRightModeMNItem.Text
source: Left to Right
es_es: Izquierda a Derecha
ja_jp: 左から右
pt_br: Esquerda para Direita

# VerticalModeMNItem.Text
source: Vertical
ja_jp: 縦スクロール

# FitScreenModeMNItem.Text
source: Fit Screen
es_es: Ajustar a Pantalla
ja_jp: 画面に合わせる
pt_br: Ajustar à Tela

# FitWidthModeMNItem.Text
source: Fit Width
es_es: Ajustar al Ancho
ja_jp: 幅に合わせる
pt_br: Ajustar à Largura

# FitHeightModeMNItem.Text
source: Fit Height
es_es: Ajustar a la Altura
ja_jp: 高さに合わせる
pt_br: Ajustar à Altura

# OriginalSizeModeMNItem.Text
source: Original Size
es_es: Tamaño Original
ja_jp: オリジナルサイズ
pt_br: Tamanho Original

# FailedLoadingPageTXB.Text
source: Failed to load page
es_es: Error al Cargar la Página
ja_jp: ページの読み込みに失敗しました
pt_br: Falha ao Carregar Página

# TryLoadPageTXB.Text
source: Try Again
es_es: Intentar de Nuevo
ja_jp: 再試行
pt_br: Tentar Novamente

# LoadingChapterTXB.Text
source: Loading Chapter...
es_es: Cargando Capítulo...
ja_jp: チャプターを読み込み中...
pt_br: Carregando Capítulo...

# ChapterErrorSuggestionTXB.Text
source: Try going back and selecting the chapter again.
es_es: Intenta volver atrás y seleccionar el capítulo de nuevo.
ja_jp: 戻ってチャプターをもう一度選択してみてください。
pt_br: Tente voltar e selecionar o capítulo novamente.

# HelpHeader.Text
source: Help
es_es: Ayuda
ja_jp: ヘルプ
pt_br: Ajuda

# FirstStepsSection.Text
source: First Steps
es_es: Primeros Pasos
ja_jp: はじめに
pt_br: Primeiros Passos

# ComicSourcesHelpExpander.Header
source: Comic Sources
ja_jp: コミックソース

# ComicSourcesHelpExpander.Description
source: Understanding Yukari plugins
es_es: Entendiendo los plugins de Yukari
ja_jp: Yukariプラグインを理解する
pt_br: Entendendo os plugins do Yukari

# ComicSourcesHelp1
source: **Yukari** doesn't come with pre-installed **Comic Sources** for legal reasons. You add the sources you want through **community plugins**.
es_es: **Yukari** no incluye **Comic Sources** preinstaladas por razones legales. Puedes añadir las fuentes que desees a través de **plugins de la comunidad**.
ja_jp: **Yukari** には法的な理由により **コミックソース** がプリインストールされていません。**コミュニティプラグイン** を通じて必要なソースを追加します。
pt_br: **Yukari** não vem com **Comic Sources** pré-instalados por questões legais. Você adiciona as fontes que quiser por meio de **plugins da comunidade**.

# ComicSourcesHelp2
source: Installing a **Comic Source** is simple: download the **.dll** plugin, go to: **Settings → Comic Sources → Add New Source** and select the downloaded plugin.
es_es: Instalar una **Comic Source** es simple: descarga el archivo **.dll** del plugin, ve a: **Configuración → Comic Sources → Añadir nueva fuente** y selecciona el plugin descargado.
ja_jp: **コミックソース** のインストールは簡単です：** .dll** プラグインをダウンロードし、**設定 → コミックソース → 新しいソースを追加** でダウンロードしたプラグインを選択します。
pt_br: Instalar um **Comic Source** é fácil: baixe um plugin **.dll**, vá até: **Configurações → Comic Sources → Adicionar Nova Fonte** e selecione o plugin baixado.

# ComicSourcesHelp3
source: You can find the plugins [HERE](https://github.com/orgs/Yukari-App/repositories?q=Plugin%20sort%3Aname-asc). Select a **repository** with "Plugin" in the name, go to the **releases** section, and download a compatible version.
es_es: Puedes encontrar los plugins [AQUÍ](https://github.com/orgs/Yukari-App/repositories?q=Plugin%20sort%3Aname-asc). Selecciona un **repositorio** con "Plugin" en el nombre, ve a la sección de **releases** y descarga una versión compatible.
ja_jp: プラグインは [こちら](https://github.com/orgs/Yukari-App/repositories?q=Plugin%20sort%3Aname-asc) で見つかります。名前に "Plugin" を含む **リポジトリ** を選び、**リリース** セクションから互換バージョンをダウンロードしてください。
pt_br: Você pode encontrar plugins [AQUI](https://github.com/orgs/Yukari-App/repositories?q=Plugin%20sort%3Aname-asc). Selecione um **repositório** com "Plugin" no nome, vá até a seção **releases** e baixe um plugin compatível.

# ComicSourcesHelp4
source: **Make sure you are using the latest version of Yukari** to guarantee compatibility with the newest plugins. Check the [releases page](https://github.com/Yukari-App/Yukari/releases).
es_es: **Asegúrate de estar usando la última versión de Yukari** para garantizar la compatibilidad con los plugins más recientes. Revisa la [página de releases](https://github.com/Yukari-App/Yukari/releases).
ja_jp: **最新バージョンのYukariを使用していることを確認**して、最新プラグインとの互換性を保ってください。[リリースページ](https://github.com/Yukari-App/Yukari/releases) をチェックしてください。
pt_br: **Tenha certeza de que está utilizando a versão mais recente do Yukari** para garantir compatibilidade com os novos plugins. Verifique a [página de versões](https://github.com/Yukari-App/Yukari/releases).

# ComicsSection.Text
source: Comics
es_es: Cómics
ja_jp: 漫画
pt_br: Quadrinhos

# OnlineComicsHelpExpander.Header
source: Online
ja_jp: オンライン

# OnlineComicsHelpExpander.Description
source: Discovering and reading comics from plugins
es_es: Descubriendo y leyendo cómics desde los plugins
ja_jp: プラグインから漫画を探して読む
pt_br: Descobrindo e lendo quadrinhos das fontes

# OnlineComicsHelp1
source: Use the **Discover** page to browse trending comics or search by title across your installed sources.
es_es: Usa la página **Descubrir** para explorar cómics populares o buscar por título entre tus fuentes instaladas.
ja_jp: **発見** ページを使って、トレンドの漫画を閲覧したり、インストール済みのソース全体でタイトル検索ができます。
pt_br: Use a página "Descobrir" para navegar por quadrinhos populares ou pesquisar pelo título por meio de suas fontes (plugins) instaladas.

# OnlineComicsHelp2
source: Favoriting a comic saves it to your library and enables **Downloads** feature per chapter and language.
es_es: Marcar un cómic como favorito lo guarda en tu biblioteca y habilita la función de **Descargas** por capítulo e idioma.
ja_jp: お気に入り登録するとライブラリに保存され、チャプターと言語ごとに **ダウンロード** 機能が有効になります。
pt_br: Favoritar um quadrinho o salva na sua biblioteca e habilita a função de **Baixar** por capítulo e idioma.

# OnlineComicsHelp3
source: Chapters are **not updated automatically**. Use the **Update** option in the Comic page menu to fetch new chapters.
es_es: Los capítulos **no se actualizan automáticamente**. Usa la opción **Actualizar** en el menú de la página del cómic para obtener nuevos capítulos.
ja_jp: チャプターは **自動更新されません**。漫画ページメニューの **更新** オプションを使って新しいチャプターを取得してください。
pt_br: Capítulos **não são atualizados automaticamente**. Use o botão **Atualizar** no menu da página do quadrinho para encontrar novos capítulos.

# LocalComicsHelpExpander.Header
source: Local
ja_jp: ローカル

# LocalComicsHelpExpander.Description
source: Reading your personal comic collection
es_es: Leyendo tu colección personal de cómics
ja_jp: 個人の漫画コレクションを読む
pt_br: Lendo sua coleção pessoal de quadrinhos

# LocalComicsHelp1
source: Yukari supports two local formats: **folders containing images** (one folder per chapter) and **.cbz** archives. Pages are read directly without extraction.
es_es: Yukari soporta dos formatos locales: **carpetas con imágenes** (una carpeta por capítulo) y archivos **.cbz**. Las páginas se leen directamente sin extracción.
ja_jp: Yukariは2つのローカル形式に対応しています：**画像を含むフォルダ**（1チャプター1フォルダ）と **.cbz** アーカイブ。ページは展開せずに直接読み取られます。
pt_br: Yukari suporta dois formatos de capítulos locais: **pastas com imagens** (uma pasta por capítulo) e arquivos **.cbz**. Páginas são lidas diretamente sem extração.

# LocalComicsHelp2
source: To add a local comic: open **Favorites** → ⋯ menu → **Add Local Comic**. Fill in the details and point to the folder containing your chapters.
es_es: Para añadir un cómic local: abre **Favoritos** → menú ⋯ → **Añadir cómic local**. Rellena los datos y apunta a la carpeta que contiene tus capítulos.
ja_jp: ローカル漫画を追加するには：**お気に入り** → ⋯ メニュー → **ローカル漫画を追加**。詳細を入力し、チャプターが含まれるフォルダを指定します。
pt_br: Para adicionar um quadrinho local: vá até **Favoritos** → ⋯ menu → **Adicionar Quadrinho Local**. Preencha as informações e defina a localização da pasta com os capítulos.

# LocalComicsHelp3
source: If you add new chapters to the folder, use **Rescan Chapters** on the Comic page to detect them. Removing a local comic from favorites **never deletes your original files**.
es_es: Si añades nuevos capítulos a la carpeta, usa **Reescanear capítulos** en la página del cómic para detectarlos. Eliminar un cómic local de favoritos **nunca elimina tus archivos originales**.
ja_jp: フォルダに新しいチャプターを追加したら、漫画ページで **チャプターを再スキャン** を使用して検出します。お気に入りからローカル漫画を削除しても **元のファイルは決して削除されません**。
pt_br: Se você adicionar novos capítulos na pasta, use o botão **Reescanear Capítulos** na página do Quadrinho para detectá-los. Remover um quadrinho local dos favoritos **nunca deletará seus arquivos originais**.

# ReaderHelpExpander.Header
source: Reader
es_es: Lector
ja_jp: リーダー
pt_br: Leitor

# ReaderHelpExpander.Description
source: Reading modes, scaling and shortcuts
es_es: Modos de lectura, escala y atajos
ja_jp: 読み方、拡大縮小、ショートカット
pt_br: Modos de leitura, escala e atalhos

# ReaderHelp1
source: Three reading modes are available: **Right to Left** (manga), **Left to Right**, (western) and **Vertical** (webtoons). Change via the reader menu.
es_es: Cuatro modos de lectura están disponibles: **Derecha a izquierda** (manga), **Izquierda a derecha** (occidental), **Vertical** (de arriba a abajo, por página) y **Webtoon** (desplazamiento continuo). Cambia a través del menú del lector.
ja_jp: 4つの読み方が利用可能です：**右から左**（マンガ）、**左から右**（西洋）、**縦**（上から下へ、ページ単位）、**ウェブトゥーン**（連続スクロール）。リーダーメニューから変更します。
pt_br: Quatro modos de leitura estão disponíveis: **Direita para Esquerda** (mangá), **Esquerda para Direita** (ocidente), **Vertical** (de cima para baixo, por página) e **Webtoon** (rolagem contínua). Escolha um por meio do menu no leitor.

# ReaderHelp2
source: Four scaling modes: **Fit Screen**, **Fit Width**, **Fit Height** and **Original Size**. Press **F11** or use **Fullscreen** button to toggle fullscreen.
es_es: Cuatro modos de escala: **Ajustar a pantalla**, **Ajustar al ancho**, **Ajustar a la altura** y **Tamaño original**. Pulsa **F11** o usa el botón **Pantalla completa** para alternar la pantalla completa.
ja_jp: 4つの拡大縮小モード：**画面に合わせる**、**幅に合わせる**、**高さに合わせる**、**オリジナルサイズ**。**F11** または **フルスクリーン** ボタンでフルスクリーンを切り替えます。
pt_br: Quatro modos de escala: **Ajustar à Tela**, **Ajustar à Largura**, **Ajustar à Altura** e **Tamanho Original**. Pressione **F11** ou use o botão **Tela Cheia** para alterar o modo de Tela Cheia.

# ReaderHelp3
source: The **Continue** button on the Comic page resumes from your last read chapter and page automatically.
es_es: El botón **Continuar** en la página del cómic retoma automáticamente desde tu último capítulo y página leídos.
ja_jp: 漫画ページの **続ける** ボタンで、最後に読んだチャプターとページから自動的に再開します。
pt_br: O botão **Continuar** na página do quadrinho irá abrir o leitor no capítulo e página que você parou automaticamente.

# PersistenceSection.Text
source: Persistence
es_es: Persistencia
ja_jp: 永続化
pt_br: Persistência

# DownloadsHelpExpander.Header
source: Downloads
es_es: Descargas
ja_jp: ダウンロード

# DownloadsHelpExpander.Description
source: Offline reading and storage management
es_es: Lectura sin conexión y gestión de almacenamiento
ja_jp: オフライン読書とストレージ管理
pt_br: Leitura sem conexão e gerenciamento do armazenamento

# DownloadsHelp1
source: Download chapters from the Comic page to read them **offline**. Downloads run in the background and progress is shown per chapter.
es_es: Descarga capítulos desde la página del cómic para leerlos **sin conexión**. Las descargas se ejecutan en segundo plano y el progreso se muestra por capítulo.
ja_jp: **オフライン** で読むために、漫画ページからチャプターをダウンロードします。ダウンロードはバックグラウンドで実行され、進行状況がチャプターごとに表示されます。
pt_br: Baixe capítulos de um quadrinho para poder lê-los **sem internet**. Downloads rodam de fundo e o progresso é exibido por capítulo.

# DownloadsHelp2
source: Downloaded chapters are stored in **Yukari's app data folder**. You can delete individual chapters or all at once from the Comic page.
es_es: Los capítulos descargados se almacenan en la **carpeta de datos de la app de Yukari**. Puedes eliminar capítulos individuales o todos a la vez desde la página del cómic.
ja_jp: ダウンロードしたチャプターは **Yukariのアプリデータフォルダ** に保存されます。漫画ページから個別のチャプターまたは全チャプターを一度に削除できます。
pt_br: Capítulos baixados são armazenados na **Pasta de dados (appdata) do Yukari**. Você pode deletar capítulos individuais ou todos de uma vez a partir da página do quadrinho.
